Repository: vakaras/nmadb-students
Catalog: src/nmadb_students/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Title
lt: Pavadinimas

source: Type
lt: Tipas

source: Email
lt: El. paštas

source: Municipality
lt: Savivaldybė

source: Municipality code
lt: Savivaldybės kodas

source: Class
lt: Klasė

source: School
lt: Mokykla

source: year left
lt: baigimo metai

source: primary
lt: pradinė

source: basic
lt: pagrindinė

source: secondary
lt: vidurinė

source: gymnasium
lt: gimnazija

source: progymnasium
lt: progimnazija

source: title
lt: pavadinimas

source: type
lt: tipas

source: email
lt: el. paštas

source: municipality
lt: savivaldybė

source: school
lt: mokykla

source: schools
lt: mokyklos

source: class
lt: klasė

source: class update year
lt: klasės atnaujinimo metai

source: This field value shows, at which year January 3 day student was in school_class.
lt: Šio lauko reikšmė nurodo, kurių metų sausio 3 dieną mokinys buvo school_class lauke nurodytoje klasėje.

source: comment
lt: komentaras

source: current class
lt: dabartinė klasė

source: current school
lt: dabartinė mokykla

source: student
lt: mokinys

source: students
lt: mokiniai

source: entered
lt: įstojo

source: finished
lt: baigė

source: study relation
lt: mokymasis

source: study relations
lt: mokymasis

source: nothing
lt: nieko

source: certificate
lt: pažymėjimas

source: diploma
lt: diplomas

source: diploma with honour
lt: diplomas su pagyrimu

source: how many tasks solved
lt: kiek užduočių išsprendė

source: hours
lt: valandos

source: number
lt: numeris

source: diplomas
lt: diplomai

source: not tried to contact
lt: nebuvo bandoma susisiekti

source: no response
lt: neatsakė

source: not interested
lt: nesidomi

source: friend
lt: bičiulis

source: helpmate
lt: pagalbininkas

source: regular helpmate
lt: nuolatinis pagalbininkas

source: fields
lt: laukai

source: Alumni reported that he can help in these activity fields.
lt: Alumnis nurodė, kad gali padėti šiose srityse.

source: interest level
lt: domėjimosi lygis

source: abilities
lt: sugebėjimai

source: Main abilities and interests.
lt: Pagrindiniai sugebėjimai ir pomėgiai

source: university
lt: universitetas

source: Or work place.
lt: Arba darbo vieta.

source: study field
lt: studijų sritis

source: Or employment field.
lt: Arba darbo sritis.

source: info change year
lt: informacijos pasikeitimo metai

source: Year when the information about studies will become invalid.
lt: Metai kada informacija apie studijas taps neteisinga.

source: notes
lt: pastabos

source: information received timestamp
lt: laikas kada informacija buvo gauta

source: alumni
lt: absolventas

source: alumnis
lt: absolventai

source: start
lt: pradžia

source: end
lt: pabaiga

source: social disadvantage mark
lt: socialinio remtinumo požymis

source: social disadvantage marks
lt: socialinio remtinumo požymiai

source: disability
lt: negalia

source: disability mark
lt: negalios požymis

source: disability marks
lt: negalių požymiai

source: parent
lt: tėvas

source: tutor
lt: globėjas

source: child
lt: vaikas

source: parent relation
lt: tėvystės ryšys

source: parent relations
lt: tėvystės ryšiai
